Repository: boutinb/jaspVisualModeling
Catalog: po/QML-*.po
Languages: ja, pt

# Description|
source: Visual Modeling
ja: ビジュアルモデリング
pt: Modelagem visual

# Description|
source: Flexplot
ja: フレックスプロット

# Description|
source: Linear Modeling
ja: 線形モデリング
pt: Modelagem linear

# Description|
source: Mixed Modeling
ja: 混合モデリング
pt: Modelagem mista

# Description|
source: Generalized Linear Modeling
ja: 一般化線形モデリング

# Flexplot|
source: Dependent Variable
ja: 従属変数
pt: Variável Dependente

# Flexplot|
source: Independent Variable(s)
ja: 独立変数
pt: Variável independente(s)

# Flexplot|
source: Paneled Variable(s)
ja: パネル変数
pt: Variáveis em painel

# Flexplot|
source: Options
ja: オプション
pt: Opções

# Flexplot|
source: <br><strong>Point controls</br></strong>
ja: <br><strong>点調整</br></strong>
pt: <br><strong>Controles dos pontos</br></strong>

# Flexplot|
source: Point transparency
ja: ポイントの透過性
pt: Transparência dos pontos

# Flexplot|
source: Jitter in X
ja: Xのジッター
pt: Jitter em X

# Flexplot|
source: Jitter in Y
ja: Yのジッター
pt: Jitter em Y

# Flexplot|
source: <strong>Visual Statistics</strong>
ja: <strong>統計量の視覚化</strong>

# Flexplot|
source: Plot confidence bands
ja: 信頼帯をプロットする
pt: Traçar faixas de confiança

# Flexplot|
source: Fitted line (scatterplots)
ja: 適合線(散布図)
pt: Linha de ajuste (gráfico de dispersão)

# Flexplot|
source: Intervals (categorical predictors)
ja: 間隔（カテゴリ予測子）
pt: Intervalos (preditores categóricos)

# Flexplot|
source: <br><strong>Other Plot Controls</strong>
ja: <br><strong>その他のプロット調整</strong>
pt: <br><strong>Mais controles de gráficos</strong>

# Flexplot|
source: GGplot theme
ja: GGplotテーマ
pt: Tema do GGplot

# Flexplot|
source: Color Palette
ja: カラーパレット
pt: Paleta de cores

# Flexplot|
source: Convert to grayscale
ja: グレースケールに変換
pt: Converter para escala de cinza

# Flexplot|
source: Ghost lines
ja: ゴーストライン
pt: Linhas fantasmas

# Flexplot|
source: Plot Labels
ja: プロットラベル
pt: Legendas do gráfico

# Flexplot|
source: <br><strong>Plot Labels</strong>
ja: <br> <strong>プロットラベル</strong>
pt: <br><strong>Rótulos do gráfico</strong>

# glinmod|
source: Dependent Variable
ja: 従属変数
pt: Variável Dependente

# glinmod|
source: Independent Variable(s)
ja: 独立変数
pt: Variável independente(s)

# glinmod|
source: Distribution family
ja: 分布族
pt: Família de distribuição

# glinmod|
source: Interaction terms
ja: 交互作用項
pt: Termos de interação

# glinmod|
source: Components
ja: コンポーネント
pt: Componentes

# glinmod|
source: Model terms
ja: モデル項
pt: Termos do modelo

# glinmod|
source: Results Displays
ja: 結果表示
pt: Exibição de resultados

# glinmod|
source: Plots
ja: プロット
pt: Gráficos

# glinmod|
source: Model plot
ja: モデルプロット
pt: Gráfico do modelo

# glinmod|
source: Univariates
ja: 単変量
pt: Univariados

# glinmod|
source: Estimation
ja: 推定
pt: Estimativa

# glinmod|
source: Show parameter Estimates
ja: パラメータ推定値を表示
pt: Mostrar estimativas de parâmetros

# glinmod|
source: Plot Controls
ja: プロット調整
pt: Controles do gráfico

# glinmod|
source: Point controls
ja: 点調整
pt: Controles de pontos

# glinmod|
source: Point transparency
ja: ポイントの透過性
pt: Transparência dos pontos

# glinmod|
source: Jitter in X
ja: Xのジッター
pt: Jitter em X

# glinmod|
source: Jitter in Y
ja: Yのジッター
pt: Jitter em Y

# glinmod|
source: GGplot theme
ja: GGplotテーマ
pt: Tema do GGplot

# glinmod|
source: Ghost lines
ja: ゴーストライン
pt: Linhas fantasma

# linmod|
source: Dependent Variable
ja: 従属変数
pt: Variável Dependente

# linmod|
source: Independent Variable(s)
ja: 独立変数
pt: Variável independente(s)

# linmod|
source: Model Terms
ja: モデル項
pt: Termos do modelo

# linmod|
source: Components
ja: コンポーネント
pt: Componentes

# linmod|
source: Model terms
ja: モデル項
pt: Termos do modelo

# linmod|
source: Visual Fitting
ja: 視覚的あてはまり
pt: Ajuste visual

# linmod|
source: Fitted line (scatterplots)
ja: 適合線(散布図)
pt: Linha de ajuste (gráficos de dispersão)

# linmod|
source: Results Displays
ja: 結果表示
pt: Exibição de resultados

# linmod|
source: Plots
ja: プロット
pt: Gráficos

# linmod|
source: Model plot
ja: モデルプロット
pt: Gráfico do modelo

# linmod|
source: Univariate
ja: 単変量
pt: Univariada

# linmod|
source: Diagnostics
ja: 診断
pt: Diagnósticos

# linmod|
source: Added variable plot
ja: 変数プロットの追加
pt: Gráfico de variáveis adicionado

# linmod|
source: Estimation
ja: 推定
pt: Estimativa

# linmod|
source: Show model comparisons
ja: モデル比較の表示
pt: Mostrar comparações de modelos

# linmod|
source: Report means
ja: 平均値を報告
pt: Reportar médias

# linmod|
source: Show mean differences
ja: 平均差を表示
pt: Mostrar diferenças de médias

# linmod|
source: Show slopes/intercepts
ja: 傾き/切片を表示
pt: Mostrar declives/interceptações

# linmod|
source: Show 95% intervals
ja: 95%区間を表示
pt: Mostrar intervalos de 95%

# linmod|
source: Show p-values
ja: p値を表示
pt: Mostrar valor-p

# linmod|
source: Plot Controls
ja: プロット調整
pt: Controles do gráfico

# linmod|
source: Point controls
ja: 点調整
pt: Controles de pontos

# linmod|
source: Point transparency
ja: ポイントの透過性
pt: Transparência dos pontos

# linmod|
source: Jitter in X
ja: Xのジッター
pt: Jitter em X

# linmod|
source: Jitter in Y
ja: Yのジッター
pt: Jitter em Y

# linmod|
source: GGplot theme
ja: GGplotテーマ
pt: Tema do GGplot

# linmod|
source: Convert to grayscale
ja: グレースケールに変換
pt: Converter para escala de cinza

# linmod|
source: Ghost lines
ja: ゴーストライン
pt: Linhas fantasmas

# mixedmod|
source: Dependent Variable
ja: 従属変数
pt: Variável Dependente

# mixedmod|
source: Independent Variable(s)
ja: 独立変数
pt: Variável Independente(s)

# mixedmod|
source: Random
ja: ランダム
pt: Aleatório

# mixedmod|
source: Model Builder
ja: モデルビルダー
pt: Construtor de modelo

# mixedmod|
source: Components
ja: コンポーネント
pt: Componentes

# mixedmod|
source: Fixed terms
ja: 固定項
pt: Termos fixos

# mixedmod|
source: Results Displays
ja: 結果表示
pt: Exibição de resultados

# mixedmod|
source: Plots
ja: プロット
pt: Gráficos

# mixedmod|
source: Model plot
ja: モデルプロット
pt: Gráfico do modelo

# mixedmod|
source: Univariate plots
ja: 単変量プロット
pt: Gráficos univariados

# mixedmod|
source: Diagnostics
ja: 診断
pt: Diagnósticos

# mixedmod|
source: Estimation
ja: 推定
pt: Estimativa

# mixedmod|
source: Report fixed effects
ja: 固定効果を報告
pt: Reportar efeitos fixos

# mixedmod|
source: Report random effects
ja: 変量効果を報告
pt: Reportar efeitos aleatórios

# mixedmod|
source: Plot Controls
ja: プロット調整
pt: Controles do gráfico

# mixedmod|
source: Point controls
ja: 点調整
pt: Controles dos pontos

# mixedmod|
source: Point transparency
ja: ポイントの透過性
pt: Transparência dos pontos

# mixedmod|
source: Jitter in X
ja: Xのジッター
pt: Jitter em X

# mixedmod|
source: Jitter in Y
ja: Yのジッター
pt: Jitter em Y

# mixedmod|
source: Other parameters
ja: 他のパラメータ
pt: Outros parâmetros

# mixedmod|
source: GGplot theme
ja: GGplotテーマ
pt: Tema do GGplot

# mixedmod|
source: Number of clusters
ja: クラスター数
pt: Número de agrupamentos

# Description|
source: Graphically explore the dependencies between variables
ja: 変数間の依存関係をグラフィカルに表示
pt: Explorar graficamente as dependências entre variáveis

# linmod|
source: Add as a polynomial
ja: 多項式として追加
pt: Adicionar como polinômio

# mixedmod|
source: Add as a random effect
ja: 変量効果として追加
pt: Adicionar como efeito aleatório

# glinmod|
source: Aesthetics
pt: Estética

# linmod|
source: Aesthetics
pt: Estética
